/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " sávok";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d csatorna";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d csatorna";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* abloop */
"A-B Loop" = "A-B ismétlés";

/* PrefToolBarLabel */
"Advanced" = "Haladó";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arab (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arab (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arab (Windows-1256)";

/* preference */
"Ask me" = "Kérdezzen meg";

/* OSD hint */
"Aspect Ratio: Locked" = "Képarány: Zárolva";

/* OSD hint */
"Aspect Ratio: Restored" = "Képarány: Visszaállítva";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Képarány: Feloldva";

/* PrefToolBarLabel */
"Audio" = "Hang";

/* OSD hint */
"Audio %@" = "Hangsáv %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Hangsávkésleltetés: %.1f s";

/* Inspector Info */
"Audio:%d" = "Hang:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Balti (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Balti (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Balti (Windows-1257)";

/* OSD hint */
"Caching: %4.2f%%" = "Gyorsítótár: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Nem található lejátszásra alkalmas fájl.";

/* Playlist warning */
"Can't find next episode.\nPerhaps this is already the last episode." = "Nem található a következő epizód.\nElőfordulhat, hogy a jelenlegi az utolsó epizód.";

/* Playlist warning */
"Can't find previous episode.\nPerhaps this is already the first episode." = "Nem található az előző epizód.\nElőfordulhat, hogy a jelenlegi az első epizód.";

/* No comment provided by engineer. */
"Can't parse the URL: %@" = "Nem dolgozható fel a következő URL: %@";

/* abloop */
"Cancelled" = "Visszavonva";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Közép-európai (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Közép-európai (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Közép-európai (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Közép-európai (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Fejezet: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Egyszerűsített kínai (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Egyszerűsített kínai (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Egyszerűsített kínai (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Egyszerűsített kínai (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Egyszerűsített kínai (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Hagyományos kínai (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Hagyományos kínai (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Hagyományos kínai (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Hagyományos kínai (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Hagyományos kínai (Windows-950)";

/* open url panel */
"Clear Menu..." = "Előzmények törlése…";

/* merge subtitle warning */
"Could not merge (%@) to the current subtitle.\r\nPlease merge to an EXTERNAL text subtitle with the SAME format." = "(%@) nem vonható össze a jelenlegi felirattal.\r\nAz összevonáshoz kérem válasszon KÜLSŐ szöveges feliratfájlt AZONOS formátummal.";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cirill (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cirill (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cirill (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cirill (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cirill (Windows-1251)";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Észlelt fájl:\t%1$@\nKódolás:\t\t%2$@\nMegbízhatóság:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Letiltás";

/* menu */
"Enter Fullscreen" = "Váltás teljes képernyőre";

/* No comment provided by engineer. */
"Error" = "Hiba";

/* menu */
"Exit Fullscreen" = "Lépj ki a teljes képernyőről";

/* PrefToolBarLabel */
"General" = "Általános";

/* Open URL Panel */
"Got the media URL, start to play..." = "URL betöltve, lejátszás indítása...";

/* Text Enc */
"Greek (ISO 8859-7)" = "Görög (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Görög (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Görög (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Héber (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Héber (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Héber (Windows-1255)";

/* menu */
"Hide Auxiliary Controls" = "Kiegészítő vezérlőelemek elrejtése";

/* menu */
"Hide Letterbox" = "Letterbox sávok elrejtése";

/* Text Enc */
"Japanese (EUC)" = "Japán (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japán (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japán (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japán (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japán (Windows-932)";

/* Text Enc */
"Korean (EUC)" = "Koreai (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Koreai (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Koreai (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Koreai (Windows-949)";

/* menu */
"Lock Aspect Ratio" = "Képarány zárolása";

/* core update notification text */
"MPlayerX's core has been updated." = "Az MplayerX mag frissítve lett.";

/* OSD hint */
"Mute OFF" = "Némítás KI";

/* OSD hint */
"Mute ON" = "Némítás BE";

/* PrefToolBarLabel */
"Network" = "Hálózat";

/* Playlist warning */
"Next/Previous is only supported on local media" = "Az epizódok közötti léptetés csak helyi médiafájloknál támogatott";

/* Inspector Info */
"No Info" = "Nincs információ";

/* No comment provided by engineer. */
"OK" = "OK";

/* warning message */
"Oops, it seems that mplayer has quit without playing the media." = "Hoppá! Úgy tűnik, hogy az mplayer a médiafájl lejátszása nélkül kilépett.";

/* No comment provided by engineer. */
"Open Media Files" = "Médiafájl megnyitása";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "VIDEO_TS megnyitása";

/* OSD hint */
"OSD settings changed" = "OSD beállítások módosítva";

/* OSD hint */
"Paused" = "Szüneteltetve";

/* abloop */
"Set Return Point" = "Végpont beállítása";

/* abloop */
"Set Start Point" = "Kezdőpont beállítása";

/* menu */
"Show Auxiliary Controls" = "Kiegészítő vezérlőelemek megjelenítése";

/* menu */
"Show Letterbox" = "Letterbox sávok megjelenítése";

/* Text Enc */
"South Europe (ISO 8859-3)" = "Dél-európai (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Sebesség: %.1fX";

/* Open URL Panel */
"Start parsing the URL..." = "URL feldolgozása…";

/* OSD hint */
"Stopped" = "Leállítva";

/* OSD hint */
"Sub Delay: %.1f s" = "Feliratkésleltetés: %.1f s";

/* OSD hint */
"Sub: %@" = "Feliratsáv: %@";

/* PrefToolBarLabel */
"Subtitle" = "Felirat";

/* Inspector Info */
"Subtitle:%d" = "Felirat:%d";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "A fájl nem létezik";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "A fájlt az MPlayerX nem támogatja.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "Az URL-t az MPlayerX nem támogatja.";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Török (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Török (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Török (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Képarány feloldása";

/* abloop */
"Update Return Point (%@)" = "Végpont frissítése (%@)";

/* abloop */
"Update Start Point (%@)" = "Kezdőpont frissítése (%@)";

/* PrefToolBarLabel */
"Video" = "Videó";

/* OSD hint */
"Video %@" = "Videósáv %@";

/* Inspector Info */
"Video:%d" = "Videó:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnami (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnami (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Hangerő: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Nyugat-európai (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Nyugat-európai (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Nyugat-európai (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Nyugat-európai (Windows-1252)";

/* drag subtitle osd hint */
"⌘ + Drag to merge the subtitle to the current one." = "Használja a ⌘ + húzást a jelenlegi felirattal történő egyesítéshez.";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: FFmpeg használata az adatfolyamhoz ";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: MPlayer használata az adatfolyamhoz";

